Revit 2027 API
ParameterTypeId.PhyMaterialParamConcreteCompression Property
 "Concrete compression"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamConcreteCompression { get; }
Public Shared ReadOnly Property PhyMaterialParamConcreteCompression As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamConcreteCompression {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamConcreteCompression : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace